Repository: vipulgupta2048/colordeducto
Catalog: po/*.po
Languages: de

source: Game
de: Spiel

source: Start a new game.
de: Neues Spiel starten.

source: The pattern matches the rule.
de: Das Muster entspricht der Regel.

source: The pattern does not match the rule.
de: Das Muster entspricht nicht der Regel.

source: Explore some examples.
de: Schau dir einige Beispiele an.

source: Load a custom level.
de: Lade eine selbst erstelltes Level.

source: Playing level %d
de: Spiele Level %d

source: Game over.
de: Das Spiel ist verloren.

source: Click on new game button to begin.
de: Klicke auf "neues Spiel" um zu beginnen.

source: Wait for sharer to start a new game.
de: Warte bis dein Mitspieler ein neues Spiel beginnt.

source: %d correct answers.
de: %d Richtige Antworten

source: Pattern was false.
de: Falsches Muster

source: Pattern was true.
de: Das Muster stimmt.

source: Resume play
de: Spiel fortsetzen

source: Show a pattern that matches the rule.
de: Zeige auf ein Muster welches den Regeln entspricht.

source: Show a pattern that does not match the rule.
de: Zeige auf ein Muster welches nicht den Regeln entspricht.
